Repository: paste94/dex_collection
Catalog: lib/l10n/app_*.arb
Languages: it

source: Create Collection
it: Crea Collezione

# pokemon_search_hint
source: Search by name or form
it: Cerca per nome o forma

# edit_collection_name_hint
source: Edit collection name
it: Modifica nome collezione

# no_pokemon_in_collection
source: No Pokémon in this collection
it: Non ci sono pokémon in questa collezione

source: Edit
it: Modifica

source: Edit IDs
it: Modifica ID

source: Delete
it: Cancella

# unknown_pokemon
source: Unknown Pokémon
it: Pokémon sconosciuto

source: Edit collection
it: Modifica collezione

# pokemon_details_search_hint
source: Search...
it: Cerca...

source: About
it: Informazioni

# disclaimer_title
source: Disclaimer
it: Nota legale

# disclaimer_intro
source: This is a non-official application, created as a personal and educational project by a Pokémon fan, using Flutter and open source resources.
it: Questa è un’applicazione non ufficiale, creata a scopo didattico e personale da un appassionato, utilizzando Flutter e risorse open source.

# disclaimer_sources
source: Data and images of Pokémon are provided by PokéAPI (https: pokeapi.co/), while some icons and graphics are from Sora and Favicon.io.
it: I dati e le immagini dei Pokémon provengono da PokéAPI (https://pokeapi.co/). Alcune icone sono fornite da Sora e Favicon.io.

# disclaimer_rights
source: Pokémon names, images, and trademarks are the property of their respective owners (Nintendo, Game Freak, Creatures Inc., The Pokémon Company). This app is not affiliated with, endorsed, or sponsored by these entities in any way.
it: Pokémon e i relativi nomi, immagini e marchi appartengono a Nintendo, Game Freak, Creatures Inc. e The Pokémon Company. Questa app non è in alcun modo affiliata, supportata o sponsorizzata da tali enti.

# disclaimer_open_source
source: The project is open source and not-for-profit. If you find the app useful, you’re welcome to support it through donations.
it: Il progetto è open source e senza fini di lucro. Se l’app ti è utile, sono aperto a eventuali donazioni per supportarne lo sviluppo.

source: GitHub repo
it: Repository GitHub

# paypal_donation_button
source: Buy me a beer!
it: Offrimi una birrra!
